amd-ucode
base
base-devel
bat
bibata-cursor-theme-bin
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cliphist
cups
docker
docker-compose
dropbox
dunst
efibootmgr
exfatprogs
expac
eza
fastfetch
fd
ffmpegthumbnailer
fzf
git
gnome-keyring
google-chrome
grim
gufw
gvfs
hplip
hwloc
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
inter-font
jetbrains-toolbox
intel-ucode
kitty
less
libappindicator
linux-firmware
linux-zen
linux-zen-headers
man-db
man-pages
materia-gtk-theme
ncdu
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia-580xx-dkms
nvtop
obsidian
openssh
pacman-contrib
papirus-icon-theme
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
pipewire-jack
python-gpgme
python-pillow
python-pyqt5
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ranger
reflector
ripgrep
rsync
sane
sddm
slurp
smartmontools
snap-pac
snapper
starship
stow
thunar-archive-plugin
thunar-dropbox
thunar-volman
tldr
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-roboto
tumbler
udiskie
udisks2
ufw
ufw-extras
unzip
usbutils
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualbox-host-dkms
visual-studio-code-bin
waybar
wget
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xsettingsd
zip
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
